Revit 2027 API
Checker.CheckerSoften Property
 The property labeled "Soften" from the "Checker" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string CheckerSoften { get; }
Public Shared ReadOnly Property CheckerSoften As String
	Get
public:
static property String^ CheckerSoften {
	String^ get ();
}
static member CheckerSoften : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 5".
See Also
Reference
Checker Class
Autodesk.Revit.DB.Visual Namespace